[{
	"id": 1,
	"details": {
		"name": "Марина",
		"lastname": "Петрова",
		"abouttext": "Здравствуйте! Меня зовут Марина. Я консультант по недвижимости в Москве. Я люблю юридически чистые сделки и не соглашусь работать на иных условиях.",
		"age": 20,
		"city": "Москва"
	},
	"messages": [
		{
			
			"id": 1001,
			"userId": 3,
			"date": 1527824740000,
			"text": "Ну приедет мастер, скажет - Это не я вешал, претензии не ко мне - и всё"
		},
		{
			"id": 1002,
			"userId": 2,
			"date": 1527825040000,
			"text": "На отзывы на Яндекс-Маркете быстро реагируют."
		}
	]
},
{
	"id": 2,
	"details": {
		"name": "Геннадий",
		"lastname": "Краснопресненский",
		"abouttext": "Ну что я могу о себе рассказать. Я оптимист, ну или считаю себя им, довольно свобдно общаюсь, но с оговоркой о нахождении темы для разговора. Очень сильно завсим от своего настроения. Любимая пони - Лайтнинг Болт, а из mane6 - Пинки.",
		"age": 43,
		"city": "Белые Лощи"
	},
	"messages": [
		{
			
			"id": 1003,
			"userId": 3,
			"date": 1527824740000,
			"text": "Туалетную бумагу с остатками масла можно смыть соляркой. Разводы от солярки смываются ацетоном. Следы от растворителя можно заклеить бумагой или скотчем. А как убрать клей и скотч – вы уже знаете."
		},
		{
			"id": 1004,
			"userId": 1,
			"date": 1527825340000,
			"text": "Скорее всего, они даже не пройдут модерацию яндекса) Ведь чего-чего, а этого я не понимаю. Я пытался опубликовать 2 отзыва на маркете. Плохой и хороший. Ни один не прошел модерацию. Писал по делу и достаточно подробно. Нет, и все тут."
		},
		{
			
			"id": 1010,
			"userId": 3,
			"date": 1527825133000,
			"text": "WD-40 на жесткую сторону обычной губки для мытья посуды, сначала покрыть, дать постоять минут 15, и все удаляется без труда. Личное отношение к таким уродам у меня совпадает с большинством высказавшихся, не буду повторяться."
		}
	]
},
{
	"id": 3,
	"details": {
		"name": "Ольга",
		"lastname": "Некрасова",
		"abouttext": "Есть люди, которые несут разрушение и хаос, есть такие, кто приносит — любовь и добро. Есть и такие, что несут порядок и справедливость. И есть я. Я несу пакетик.",
		"age": 28,
		"city": "Новосибирск"
	},
	"messages": [
		{
			
			"id": 1005,
			"userId": 1,
			"date": 1527825040000,
			"text": "Вот и пусть вместо работы целый день ездит и говорит эту фразу."
		},
		{
			"id": 1006,
			"userId": 2,
			"date": 1527824807000,
			"text": "Ацетон если только с металла, ни в коем случае нельзя что бы попал на оргстекло индикатора, иначе будет наравномерно матовое. И вообще с оргстелком надо аккуратней, я бы что то сильнее спирта - не пробовал бы ничего другое. (про масло не в курсе. но не должно повредить по идее)"
		},
		{
			"id": 1009,
			"userId": 2,
			"date": 1527825482000,
			"text": "жесткая сторона губки покрыта абразивом - на алюминии/нержавейке царапины останутся 100%. Только масло и мягкая ткань/простая губка - снимет как корова слизнет. после жесткой стороны мне как-то дверь пришлось перекрашивать."
		}
	]
},
{
	"id": 4,
	"details": {
		"name": "Матвей",
		"lastname": "Головаев",
		"abouttext": "Cексуальный, богатый, перспективный молодой человек, имею три высших и степень кандидата. Занимаюсь лыжами, плаваньем, качалкой, играми, диггингом, боксом, стрельбой. Мастер спорта в двух из них. Город Рига.",
		"age": 31,
		"city": "Рига"
	},
	"messages": [
		{
			
			"id": 1007,
			"userId": 3,
			"date": 1527824742000,
			"text": "Привет, Ольга! Меня зовут Вадим. Я случайно наткнулся на твою страницу и захотел познакомиться. Уж больно обворожительна улыбка на аватарке :)"
		},
		{
			"id": 1008,
			"userId": 3,
			"date": 1527825344000,
			"text": "Тебя же это ни к чему не обязывает)"
		}
	]
}]